Repository: OsmanKandemir/kazam
Catalog: po/*.po
Languages: da, eu

source: Kazam Screencaster
da: Kazam skærmoptagelse
eu: Kazam pantaila-grabatzailea

source: Monitor:
da: Skærm
eu: Monitorea:

source: Select the video source
da: Vælg videokilden
eu: Hautatu bideo-jatorria

source: Speakers:
da: Højtalere
eu: Bozgorailuak:

source: Select your audio ouput device (speakers of headphones)
da: Vælg din lydudgangsenhed (højtalere eller høretelefoner)
eu: Hautatu audioaren irteera-gailua (bozgorailuak edo aurikularrak)

source: Set volume
da: Indstil lydstyrke
eu: Ezarri bolumena

source: Microphone:
da: Mikrofon:
eu: Mikrofonoa:

source: Select your audio input device (microphone)
da: Vælg din lydindgangsenhed (mikrofon)
eu: Hautatu audioaren sarrera-gailua (mikrofonoa)

source: Toggle recording from your microphone
da: Slå optagelse fra din mikrofon til/fra
eu: Gaitu/ezgaitu mikrofonotik grabatzea

source: Record with:
da: Optag med:
eu: Grabatu honekin:

source: Select what encoder you want to use
da: Vælg hvilken indkoder du ønsker at bruge
eu: Hautatu erabili nahi duzun kodetzailea

source: Toggle recording from the video source
da: Slå optagelse fra videokilden til/fra
eu: Gaitu/ezgaitu bideo-jatorritik grabatzea

source: Toggle recording from your speakers or headphones
da: Slå optagelse fra dine højtalere eller høretelefoner til/fra
eu: Gaitu/ezgaitu bozgorailu edo aurikularretatik grabatzea

source: Countdown timer:
da: Nedtælling:
eu: Atzera-kontua

source: Framerate:
da: Billedfrekvens:
eu: Fotograma-emaria:

source: Set the coundown time (in seconds)
da: Indstil nedtællingstiden (i sekunder)
eu: Zehaztu atzera-kontua (segundotan)

source: Set the number of frames per second
da: Indstil antallet af billeder per sekund
eu: Zehaztu segundoko fotograma kopurua

source: Show countdown splash:
da: Vis nedtællingsvindue:
eu: Erakutsi atzera-kontuaren leihoa:

source: Capture mouse:
da: Optag musen:
eu: Kapturatu sagua:

source: Toggle display of countdown splash
da: Slå visning af nedtællingsvindue til/fra
eu: Gaitu/ezgaitu atzera-kontuaren leihoa

source: Toggle capturing of mouse cursor
da: Slå optagelse af musemarkøren til/fra
eu: Gaitu/ezgaitu saguaren kurtsorea kapturatzea

source: Record Region
da: Optag område
eu: Grabatu eremua

source: Select a screen region to record
da: Vælg et område der skal optages
eu: Hautatu grabatu beharreko pantailaren eremua

source: Quit
da: Afslut
eu: Irten

source: Quit Kazam
da: Afslut Kazam
eu: Irten Kazametik

source: Close
da: Luk
eu: Itxi

source: Minimize the app to the appindicator
eu: Ikonotu aplikazioa adierazlera

source: About
da: Om
eu: Honi buruz

source: About Kazam
da: Om Kazam
eu: Kazami buruz

source: Record
da: Optag
eu: Grabatu

source: Start recording
da: Start optagelse
eu: Hasi grabatzen

source: Screencaster
da: Skærmoptager
eu: Pantaila-grabatzailea

source: Record a video of activity on your screen
da: Optag en video af aktivitet på din skærm
eu: Grabatu zure pantailako jardueraren bideoa

source: Finish recording
da: Afslut optagelse
eu: Amaitu grabaketa

source: Cancel countdown
da: Annuller nedtælling
eu: Utzi atzera-kontua

source: Unknown
da: Ukendt
eu: Ezezaguna

source: Combined ({w}x{h})
da: Kombineret ({w}x{h})
eu: Konbinatua ({w}x{h})

source: Display {n} ({w}x{h})
da: Visning {n} ({w}x{h})
eu: {n}. pantaila ({w}x{h})

source: Kazam Screencaster - Recording finished
da: Kazam skærmoptagelse - Optagelse færdig
eu: Kazam pantaila-grabatzailea - Grabaketa amaitu da

source: Kazam finished recording. What do you want to do now?
da: Kazam er færdig med at optage. Hvad vil du nu?
eu: Kazamek amaitu du grabaketa. Zer egin nahi duzu orain?

source: Edit with:
da: Redigér med:
eu: Editatu honekin:

source: Save for later
da: Gem til senere
eu: Gorde geroko

source: Cancel
da: Annullér
eu: Utzi

source: Continue
da: Fortsæt
eu: Jarraitu

source: Save screencast
da: Gem skærmoptagelse
eu: Gorde pantailaren grabaketa

source: Pause recording
da: Sæt optagelsen på pause
eu: Pausatu grabaketa

source: Record setup
da: Gem opsætning
eu: Konfiguratu grabaketa

source: Recording will start in ...
da: Optagelse vil starte om ...
eu: Grabaketa hastear da ...

source: Select region by resizing the window
da: Vælg område ved at ændre størrelsen på vinduet
eu: Hautatu eremua leihoaren tamaina aldatuz

source: Press ENTER to confirm or ESC to cancel.
da: Tryk på ENTER for at bekræfte eller ESC for at annullere.
eu: Sakatu SARTU tekla baieztatzeko edo IHES tekla ezeztatzeko.

source: Save
da: Gem
eu: Gorde

source: Untitled_Screencast
da: unavngivet_skærmoptagelse
eu: Izenik gabeko grabaketa

source: Record a video of activity on your screen.
da: Optag en video af aktivitet på din skærm.
eu: Grabatu zure pantailako jardueraren bideoa.
