Repository: OsmanKandemir/kazam
Catalog: po/kazam-*.po
Languages: bn

source: Cancel
bn: বাতিল

source: Continue
bn: পরবর্তী

source: Email address:
bn: ইমেইল ঠিকানাঃ

source: I want to register an account now
bn: আমি এখনই একটি অ্যাকাউন্ট রেজিস্টার করতে চাই

source: Password:
bn: পাসওয়ার্ড:

source: About
bn: পরিচিতি

source: Edit with:
bn: এডিট করুন এর দ্বারা:

source: Kazam Screencaster
bn: কাজ়্যাম স্ক্রীণকাস্টার

source: Quit
bn: প্রস্থান

source: Your screencast has finished recording. What do you want to do now?
bn: আপনার স্ক্রীণকাস্ট রেকর্ড করা শেষ হয়েছে। এখন কী করতে চান?

source: _File
bn: ফাইল (_F)

source: _Help
bn: সাহায্য (_H)

source: <b>Export to:</b>
bn: <b>এক্সপোর্ট করো ইহাতে:</b>

source: Audio
bn: শব্দ

source: Back
bn: পূর্ববর্তী

source: Close
bn: বন্ধ

source: Crop
bn: কাটো

source: Export
bn: এক্সপোর্ট

source: Quality:
bn: কোয়ালিটি:

source: Video
bn: ভিডিও

source: Record Audio from:
bn: শব্দ রেকর্ড করো এখান থেকে:

source: Record Video from:
bn: ভিডিও রেকর্ড করো এখান থেকে:

source: Category
bn: শ্রেণীবিভাগ

source: Description
bn: বর্ণনা

source: Keywords
bn: কীওয়ার্ড সমূহ

source: Private
bn: ব্যক্তিগত

source: Title
bn: শিরোনাম

source: Record a video of activity on your screen
bn: স্ক্রীণের কার্যকলাপ রেকর্ড করুন

source: Screencaster
bn: স্ক্রীণকাস্টার

source: Save screencast
bn: স্ক্রীণকাস্ট সেভ করো

source: Logging in...
bn: লগইন করা হচ্ছে...

source: Log-in completed.
bn: লগইন সম্পুর্ণ।

source: There was an error logging in.
bn: লগইন করায় গলদ হয়েছে।

source: Converting screencast...
bn: স্ক্রীনকাস্ট কনভার্ট করা হচ্ছে...

source: Screencast converted.
bn: স্ক্রীণকাস্ট কনভার্ট করা সম্পুর্ণ।

source: There was an error converting.
bn: কনভার্ট করায় গলদ হয়েছে।

source: Uploading screencast...
bn: স্ক্রীণকাস্ট আপলোড করা হচ্ছে...

source: Screencast uploaded.
bn: স্ক্রীণকাস্ট আপলোড সম্পুর্ণ।

source: Your screencast has uploaded successfully.
bn: স্ক্রীণকাস্ট আপলোড করা সফল হয়েছে।

source: There was an error uploading.
bn: স্ক্রীণকাস্ট আপলোড করায় গলদ হয়েছে।

source: Finish recording...
bn: রেকর্ড করা সমাপ্ত করো...

source: Recording will start in...
bn: রেকর্ড করা আরম্ভ হতে...

source: Screen
bn: স্ক্রীণ

source: All Screens
bn: সব স্ক্রীণ

source: Screen %s
bn: স্ক্রীণ %s

source: Computer
bn: কম্পিউটার

source: To upload a screencast to %s, you need a %s account.
bn: %s-এ স্ক্রীণকাস্ট আপলোদ করতে আপনার একটি %s অ্যাকাউন্ট প্রয়োজন।

source: I have a %s account:
bn: আমার একটি %s আকাউন্ট রয়েছে:
